[M_Ep4_WelcomeToSanctuary MissionDefinition]
MissionName="Plano B"
MissionDescription="Você conseguiu chegar até [place]Santuário[-place]. Seria ótimo se aquele cara que você veio procurar - Roland, o líder dos Crimson Raiders - não tivesse desaparecido pouco antes de você chegar.\n\n"
TurnInDescription="Agora que você conseguiu chegar ao quartel general do Roland, seria interessante procurar pistas sobre seu paradeiro."
MissionSummary="Entre no [place]Santuário[-place]."
MissionGiver="Tenente Davis"
MissionTurnInLocation="Centro de Comando do Roland"
TeaserText=""

[M_Ep4_WelcomeToSanctuary:BlackMarketSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Compre a última célula de combustível do Crazy Earl."
MissionDescriptionOverride="Roland está desaparecido. Sem seu líder, os Crimson Raiders estão confusos. Roland deixou instruções específicas para o Scooter - o mecânico da cidade - caso ele desaparecesse. Scooter pediu que você o ajude a executar essas instruções. Elas consistem em fazer com que [place]Santuário[-place] levante vôo e vá para longe do alcance de Jack. Caso ainda não saiba, Santuário foi construída sobre as ruínas de uma antiga nave de mineração.\nScooter vai precisar de outra célula de combustível para colocar a cidade no ar. Você precisa comprar essa célula do Crazy Earl - um traficante do Mercado Negro. Para isso, você deve usar o Eridium que o Scooter lhe deu.\n"

[M_Ep4_WelcomeToSanctuary:BuyFuelCell MissionObjectiveDefinition]
ProgressMessage="Compre a célula de combustível do Crazy Earl"

[M_Ep4_WelcomeToSanctuary:FuelCell2Install MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:GetKeysToRolandsPlaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá até o Centro de Comando do Roland."
MissionDescriptionOverride="Você conseguiu chegar até [place]Santuário[-place]. Seria ótimo se aquele cara que você veio procurar - o tal Roland, o líder dos Crimson Raiders - não tivesse desaparecido pouco antes de você chegar.\nVocê concluiu com êxito as instruções do Scooter (uma desastrosa tentativa de conseguir que [place]Santuário[-place], uma antiga nave de mineiração da corporação Dahl, voltasse a voar). O projeto fracassou e [place]Santuário[-place] ainda está no chão.\nScooter está tão desesperado que pediu pra você vasculhar o Centro de Comando do Roland para ver se encontra alguma pista sobre o seu paradeiro.\n"

[M_Ep4_WelcomeToSanctuary:GetRolandKey MissionObjectiveDefinition]
ProgressMessage="Leve a chave do Centro de Comando"

[M_Ep4_WelcomeToSanctuary:GotoGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:GoToResistanceFighter MissionObjectiveDefinition]
ProgressMessage="Fale com o membro dos Crimson Raiders"

[M_Ep4_WelcomeToSanctuary:GoToResistanceFighterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:GotoSanctuaryGate MissionObjectiveDefinition]
ProgressMessage="Reúna-se com o guarda na entrada"

[M_Ep4_WelcomeToSanctuary:HelpScooter MissionObjectiveDefinition]
ProgressMessage="Ajude o Scooter com o plano B"

[M_Ep4_WelcomeToSanctuary:HelpScooterWithProject MissionObjectiveDefinition]
ProgressMessage="Ajude o Scooter com o seu projeto"

[M_Ep4_WelcomeToSanctuary:InsertBlackMarketCellInPylon MissionObjectiveDefinition]
ProgressMessage="Instale a terceira célula"

[M_Ep4_WelcomeToSanctuary:InsertBlackMarketCellInPylonSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Instale a última célula de combustível."
MissionDescriptionOverride="Roland está desaparecido. Sem seu líder, os Crimson Raiders estão confusos. Roland deixou instruções específicas para o Scooter - o mecânico da cidade - caso ele desaparecesse. Scooter pediu que você o ajude a executar essas instruções. Elas consistem em fazer com que [place]Santuário[-place] levante vôo e vá para longe do alcance de Jack. Caso ainda não saiba, Santuário foi construída sobre as ruínas de uma antiga nave de mineração.\nVocê conseguiu a última célula de combustível. Chegou a hora de [place]Santuário[-place] levantar vôo. Você precisa instalar essa célula no último injetor, no centro da cidade.\n"

[M_Ep4_WelcomeToSanctuary:InstallFuelCell1 MissionObjectiveDefinition]
ProgressMessage="Instale a primeira célula"

[M_Ep4_WelcomeToSanctuary:InstallFuelCell2 MissionObjectiveDefinition]
ProgressMessage="Instale a segunda célula"

[M_Ep4_WelcomeToSanctuary:InstallFuelCellsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Coloque as células de combustível."
MissionDescriptionOverride="Roland está desaparecido. Sem seu líder, os Crimson Raiders estão confusos. Roland deixou instruções específicas para o Scooter - o mecânico da cidade - caso ele desaparecesse. Scooter pediu que você o ajude a executar essas instruções. Elas consistem em fazer com que [place]Santuário[-place] levante vôo e vá para longe do alcance de Jack. Caso ainda não saiba, Santuário foi construída sobre as ruínas de uma antiga nave de mineração.\nScooter pediu que você encaixe as células de combustível nos injetores localizados no centro da cidade. \n"

[M_Ep4_WelcomeToSanctuary:PickupScootersItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Recolha as células de combustível e o eridio."
MissionDescriptionOverride="Roland está desaparecido. Sem seu líder, os Crimson Raiders estão confusos. Roland deixou instruções específicas para o Scooter - o mecânico da cidade - caso ele desaparecesse. Scooter pediu que você o ajude a executar essas instruções. Elas consistem em fazer com que [place]Santuário[-place] levante vôo e vá para longe do alcance de Jack. Caso ainda não saiba, Santuário foi construída sobre as ruínas de uma antiga nave de mineração.\nScooter pediu que você recolha algumas células de combustível e um pedaço de Eridium.\n"

[M_Ep4_WelcomeToSanctuary:ScooterEridium MissionObjectiveDefinition]
ProgressMessage="Obtenha Eridium"

[M_Ep4_WelcomeToSanctuary:ScooterFuelCell MissionObjectiveDefinition]
ProgressMessage="Recolha as células de combustível"

[M_Ep4_WelcomeToSanctuary:ScooterTitleCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep4_WelcomeToSanctuary:SpeakToTownMechanic MissionObjectiveDefinition]
ProgressMessage="Fale com o mecânico da cidade"

[M_Ep4_WelcomeToSanctuary:SpeakToTownMechanicSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o mecânico da cidade."
MissionDescriptionOverride="Roland está desaparecido. Sem seu líder, os Crimson Raiders estão confusos. Eles pediram pra você procurar o mecânico da cidade. Parece que ele precisa da sua ajuda para fazer alguma coisa."

[M_Ep4_WelcomeToSanctuary:TakeScootersEridium MissionObjectiveDefinition]
ProgressMessage="Leve o Eridium"

[M_Ep4_WelcomeToSanctuary:UnlockRolandHQ MissionObjectiveDefinition]
ProgressMessage="Abra a porta do Centro de Comando"

[M_Ep4_WelcomeToSanctuary:UnlockRolandHQSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vasculhe o Centro de Comando do Roland."
MissionDescriptionOverride="Agora que você conseguiu chegar ao quartel general do Roland, seria interessante procurar pistas sobre seu paradeiro."
